     A          R MAIN                      CA12(12)
     A                                  2 41'File:'
     A            FILE          24   B  2 47COLOR(WHT)
     A            USER1         20   O  6  3
     A            USER2         20   O  7  3
     A            USER3         20   O  8  3
     A            USER4         20   O  9  3
     A            USER5         20   O 10  3
     A            USER6         20   O 11  3
     A            USER7         20   O 12  3
     A            USER8         20   O 13  3
     A            USER9         20   O 14  3
     A            USER10        20   O 15  3
     A            USER11        20   O 16  3
     A            USER12        20   O 17  3
     A            USER13        20   O 18  3
     A            USER14        20   O 19  3
     A            USER15        20   O 20  3
     A            DATE1         14   O  6 24
     A            DATE2         14   O  7 24
     A            DATE3         14   O  8 24
     A            DATE4         14   O  9 24
     A            DATE5         14   O 10 24
     A            DATE6         14   O 11 24
     A            DATE7         14   O 12 24
     A            DATE8         14   O 13 24
     A            DATE9         14   O 14 24
     A            DATE10        14   O 15 24
     A            DATE11        14   O 16 24
     A            DATE12        14   O 17 24
     A            DATE13        14   O 18 24
     A            DATE14        14   O 19 24
     A            DATE15        14   O 20 24
     A            MSG1          35   O  6 41
     A            MSG2          35   O  7 41
     A            MSG3          35   O  8 41
     A            MSG4          35   O  9 41
     A            MSG5          35   O 10 41
     A            MSG6          35   O 11 41
     A            MSG7          35   O 12 41
     A            MSG8          35   O 13 41
     A            MSG9          35   O 14 41
     A            MSG10         35   O 15 41
     A            MSG11         35   O 16 41
     A            MSG12         35   O 17 41
     A            MSG13         35   O 18 41
     A            MSG14         35   O 19 41
     A            MSG15         35   O 20 41
 